org/20220116203858-sticky_prices_are_not_a_thing.org
:PROPERTIES:
:ID:       9b161808-e82a-44f6-adf3-2a7bb57210bf
:END:
#+TITLE: Sticky prices are not a thing
#+CREATED: [2022-01-16 Sun 20:38]
#+LAST_MODIFIED: [2022-01-16 Sun 21:17]

Prices in an economy are like monomers in a plastic polymer polymers. Individually there is litte resistance to change, they are not "sticky" as neo-keynesians assume. Looking at all of them as a whole in an economy it becomes /unlikely/ that a bunch of prices will go in the same direction. And indeed in [[cite:&eichenbaum2011]] the authors find that individual prices are not sticky, but /reference prices/ are.

But again, entropic forces can be overcome with coordinated action. [[cite:&smith2017]]

This reminds me that [[id:fed1b560-0477-4429-8d96-6ea6bff6b726][there is no theory of inflation]].
