20220116203858-sticky_prices_are_not_a_thing.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-07 Sun 20:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Sticky prices are not a thing</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Sticky prices are not a thing</h1>
<p>
Prices in an economy are like monomers in a plastic polymer polymers. Individually there is litte resistance to change, they are not "sticky" as neo-keynesians assume. Looking at all of them as a whole in an economy it becomes <i>unlikely</i> that a bunch of prices will go in the same direction. And indeed in the authors find that individual prices are not sticky, but <i>reference prices</i> are.
</p>

<p>
But again, entropic forces can be overcome with coordinated action. 
</p>

<p>
This reminds me that <a href="20220116204214-there_is_no_theory_of_inflation.html#ID-fed1b560-0477-4429-8d96-6ea6bff6b726">there is no theory of inflation</a>.
</p>

<div id="outline-container-orgd06ad27" class="outline-2">
<h2 id="orgd06ad27">Links to this note</h2>
</div>
</div>
</body>
</html>
